[
	{
	"id": "1", 
	"title": "Black Panther: Who is Black Panther?", 
	"author": "Reginald Hudin", 
	"filepath": "https://nlbbot-webhook.herokuapp.com/rsc/BlackPanther.mp3", 
	"thumbnail": "http://eservice.nlb.gov.sg/bookcoverwrapper/cover/0785197990%20(paperback)", 
	"bookurl": "http://catalogue.nlb.gov.sg/cgi-bin/spydus.exe/ENQ/EXPNOS/BIBENQ?BRN=201328171", 
	"review": "If you thought Black Panther the movie was fantastic, you might want to check out the groundbreaking comics behind it. Marvel’s first black comic hero, Black Panther, was first created in 1966 and introduced in issue 52 of Fantastic Four. That’s over 50 years’ worth of comics to catch up on! To bring you up to speed, we recommend borrowing ‘Black Panther: Who is the Black Panther?’. Released by Marvel Comics in 2018, this collection brings together the various comics featuring Black Panther in one book. The story traces the origins of a warrior-king Black Panther, also known as T'Challa, who governs Wakanda, a fictional African nation. Black Panther is put to the test when a powerful enemy attacks Wakanda."
	},
	{
	"id": "2", 
	"title": "From the Belly of the Cat", 
	"author": "Stephanie Ye", 
	"filepath": "https://nlbbot-webhook.herokuapp.com/rsc/From%20the%20Belly%20of%20the%20Cat.mp3", 
	"thumbnail": "http://eservice.nlb.gov.sg/bookcoverwrapper/cover/9789810776565%20(paperback)", 
	"bookurl": "http://catalogue.nlb.gov.sg/cgi-bin/spydus.exe/ENQ/EXPNOS/BIBENQ?BRN=200181887", 
	"review": "'From the Belly of the Cat' is a delightful collection of 15 feline-themed short stories. Discover our sunny island through the works of these authors and walk in the paws of our furry friends. Some stories you’ll find in the collection are 'The Cat Auntie of Lengkok Bahru', 'Other people’s cats', and 'The fat cat, ate dad’s hat'. For the most cat-hartic experience, we recommend snuggling up to this book on a rainy afternoon, with a cup of tea, and a cat by your side."
	},
	{
	"id": "3", 
	"title": "Wonder Boys", 
	"author": "Michael Chabon", 
	"filepath": "https://nlbbot-webhook.herokuapp.com/rsc/WonderBoys.mp3", 
	"thumbnail": "http://eservice.nlb.gov.sg/bookcoverwrapper/cover/0812979214%20(trade%20pbk.)", 
	"bookurl": "http://catalogue.nlb.gov.sg/cgi-bin/spydus.exe/ENQ/EXPNOS/BIBENQ?BRN=13173221", 
	"review": "If you’ve ever gone through the stress of a writing programme, you’ll relate to ‘Wonder Boys’ by Michael Chabon. Hilarious and heart-breaking, Wonder Boys takes us on a journey with Grady, an ageing writer. Once a literary phenomenon, Grady is now struggling with a behemoth of  a novel meant to be his magnum opus. Plus, it doesn’t help that Grady’s personal life seems to be unravelling too."
	},
	{
	"id": "4",
	"title": "Bloody Horowitz",
	"author": "Anthony Horowitz",
	"filepath": "https://nlbbot-webhook.herokuapp.com/rsc/BloodyHorowitz.mp3",
	"thumbnail": "http://www.syndetics.com/index.aspx?isbn=039925451X/mc.gif&client=natlibsingapore&upc=&oclc=471815801",
	"bookurl": "http://catalogue.nlb.gov.sg/cgi-bin/spydus.exe/FULL/EXPNOS/BIBENQ/3321375/4869202,1",
	"review": "Bloody Horowitz is a collection of gruesome, gory, bone-chilling, and of course bloody stories packed into a single thrilling read. Whether it is supernatural forces, murder, or diseases found in science fiction books, this book has it all. A phantom snake? Check. Human barbecue? Check. Game shows where you either die or become a millionaire? Check."
	},
	{
	"id": "5",
	"title": "Champion",
	"author": "Marie Lu",
	"filepath": "https://nlbbot-webhook.herokuapp.com/rsc/Champion.mp3",
	"thumbnail": "http://www.syndetics.com/index.aspx?isbn=9780399256776/mc.gif&client=natlibsingapore&upc=&oclc=855507153",
	"bookurl": "http://catalogue.nlb.gov.sg/cgi-bin/spydus.exe/FULL/EXPNOS/BIBENQ/3324620/44294313,1",
	"review": "It all started with a dangerous plague spreading around The Republic. June Iparis had nothing to worry about. She was an elite; she had money, status and plague cures to last a lifetime. However, that all changed when she met Day. Her allegiance to her beloved government started to waiver when she discovered just how dark and corrupted it was. Working with Day, she must now stop the plague from spreading whilst, preventing themselves from getting infected. This book is very interesting and action-packed. I would absolutely love to be in June’s shoes; her life is always so eventful and amazing."
	},
	{
	"id": "6",
	"title": "The Ghost of Graylock",
	"author": "Dan Poblocki",
	"filepath": "https://nlbbot-webhook.herokuapp.com/rsc/TheGhostofGraylock.mp3",
	"thumbnail": "http://www.syndetics.com/index.aspx?isbn=0545402689/mc.gif&client=natlibsingapore&upc=&oclc=769991476",
	"bookurl": "http://catalogue.nlb.gov.sg/cgi-bin/spydus.exe/ENQ/EXPNOS/BIBENQ?ENTRY=The+Ghost+of+Graylock+&ENTRY_NAME=BS&ENTRY_TYPE=K&GQ=The+Ghost+of+Graylock+&SORTS=SQL_REL_TITLE",
	"review": "3 storms. 3 blackouts. 3 children found drowned in the same lake in Graylock Hall, a psychiatric hospital. The nurse, who worked the shift when the children died, was arrested. The following day, she was found dead. Years later, Neil Cady, Bree Cady, Wesley Baptiste and Eric Baptiste decide to visit the abandoned hospital to explore its secrets. They experience strange situations in the building and Neil gets hurt. After leaving the hospital, Neil and Bree have bad nightmares and Neil starts seeing the same 3 pictures. Did the ghost of Nurse Janet follow Neil home or is it someone else?"
	},
	{
	"id": "7",
	"title": "Haunting Violet",
	"author": "Alyxandra Harvey",
	"filepath": "https://nlbbot-webhook.herokuapp.com/rsc/HauntingViolet.mp3",
	"thumbnail": "http://www.syndetics.com/index.aspx?isbn=080279839X/mc.gif&client=natlibsingapore&upc=&oclc=664450564",
	"bookurl": "http://catalogue.nlb.gov.sg/cgi-bin/spydus.exe/FULL/EXPNOS/BIBENQ/3335494/5345620,1",
	"review": "Violet’s mother, Celeste Willoughby, is a medium, or so it seems. People enlist her help to communicate with their deceased family member, friend etcetera. One trip to Rosefield changes their life – Celeste is exposed as a fraudulent medium and together with Violet, Colin and Marjorie, they flee back to their home in London. People threw stinking produce at their doorsteps – rotten cabbage, squashed radishes, pie crust, mouldy cheese. You name it, they throw it. Rowena, a deceased girl, counts on Violet, who can see her, to expose her murderer. With a murder case to solve, relationship problems to handle and a new, extremely terrifying ability to see the dead, can Violet cope?"
	},
	{
	"id": "8",
	"title": "Coping with Chloe",
	"author": "Rosalie Warren",
	"filepath": "https://nlbbot-webhook.herokuapp.com/rsc/CopingWithChloe.mp3",
	"thumbnail": "http://www.syndetics.com/index.aspx?isbn=9781907912023/mc.gif&client=natlibsingapore&upc=&oclc=743472435",
	"bookurl": "http://catalogue.nlb.gov.sg/cgi-bin/spydus.exe/ENQ/EXPNOS/BIBENQ?ENTRY=coping+with+chloe&ENTRY_NAME=BS&ENTRY_TYPE=K&GQ=coping+with+chloe&SORTS=SQL_REL_TITLE",
	"review": "The book is about Chloe and Anna who are twins. They share everything from secrets to clothes, from fending off the school bully to dealing with their parents’ separation. Even Chloe’s terrible accident hasn’t split them apart. A new boy came to their class and the boy’s name is Joe. Anna and Chloe’s father has a girlfriend called Nikki. They want their father to be with them and not to be with his girlfriend. Chloe had an accident because a lorry hit her. What do you guys think the end will be? What will Anna do after the accident? After all, twins have a special bond right?"
	}
]